teapotlaboratories/mm-esp32-halow/examples/porting_assistant/sdkconfig.defaults
# Copyright 2026 Morse Micro
#
# SPDX-License-Identifier: Apache-2.0

CONFIG_FREERTOS_HZ=1000

CONFIG_IDF_TARGET="esp32s3"
